tap "homebrew/cask-fonts"
tap "mongodb/brew"
tap "wez/wezterm"
brew "asdf"
brew "awscli"
brew "bat"
brew "exa"
brew "fd"
brew "fontforge"
brew "fzf"
brew "go"
brew "kubectl"
brew "mysql"
brew "neovim"
brew "postgresql@15"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zellij"
brew "git-delta"
brew "protobuf"
brew "clang-format"
brew "mongodb/brew/mongodb-community"
cask "alt-tab"
cask "fig"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "karabiner-elements"
cask "raycast"
cask "wezterm"
cask "1password/tap/1password-cli"
