tap "homebrew/cask-fonts"
tap "mongodb/brew"
tap "goreleaser/tap"
tap "1password/tap"
brew "wget"
brew "asdf"
brew "awscli"
brew "httpie"
brew "bat"
brew "exa"
brew "fd"
brew "fontforge"
brew "fzf"
brew "go"
brew "golang-migrate"
brew "kubectl"
brew "mysql"
brew "neovim"
brew "postgresql@15"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zellij"
brew "git-delta"
brew "protobuf"
brew "clang-format"
brew "mongodb/brew/mongodb-community"
brew "goreleaser/tap/goreleaser"
brew "direnv"
brew "jq"
brew "terraform"
brew "openjdk@17"
brew "evans"
brew "redis"
brew "bufbuild/buf/buf"
cask "alt-tab"
cask "fig"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "raycast"
cask "wezterm"
cask "1password/tap/1password-cli"
cask "postman"
